[
  {
    "date": "2026-02-22T18:23:45.123456",
    "mail": "jean.dupont@gmail.com",
    "message": "Bonjour,\n\nJe rencontre un problème urgent lors de ma tentative de finalisation d'achat. Lorsque je clique sur le bouton 'Valider le panier', j'obtiens systématiquement une erreur 404.\n\nCi-joint une capture d'écran du problème.\n\nPouvez-vous m'aider à résoudre cela au plus vite ?\n\nCordialement,\nJean Dupont"
  },
  {
    "date": "2026-02-21T14:52:31.789012",
    "mail": "marie_martin@yahoo.fr",
    "message": "Bonjour,\n\nJe vous contacte car je ne parviens pas à télécharger mes documents. Le bouton 'Télécharger' ne s'affiche pas correctement sur mon interface.\n\nJ'ai essayé de rafraîchir la page et de me reconnecter, sans succès.\n\nMerci de votre aide.\n\nBien cordialement,\nMarie Martin"
  },
  {
    "date": "2026-02-20T10:38:17.345678",
    "mail": "pierre.bernard@hotmail.fr",
    "message": "URGENT - Problème critique en production\n\nBonjour,\n\nNous avons un problème majeur sur l'environnement de production ! Des erreurs timeout apparaissent partout et nos utilisateurs ne peuvent plus accéder au service.\n\nVeuillez trouver en pièce jointe une vidéo montrant l'ampleur du problème.\n\nMerci d'intervenir immédiatement.\n\nPierre Bernard\nResponsable Technique"
  },
  {
    "date": "2026-02-19T16:14:52.901234",
    "mail": "sophie_dubois@outlook.com",
    "message": "Bonjour l'équipe support,\n\nDepuis ce matin, il m'est impossible de me connecter à l'API. J'obtiens une erreur de connexion à chaque tentative.\n\nEst-ce un problème connu ? Y a-t-il une maintenance en cours ?\n\nMerci de me tenir informée.\n\nCordialement,\nSophie Dubois"
  },
  {
    "date": "2026-02-18T12:47:28.567890",
    "mail": "luc.lambert@free.fr",
    "message": "Bonjour,\n\nJe souhaite créer un nouveau compte mais le formulaire d'inscription ne fonctionne pas. Lorsque je remplis tous les champs et clique sur 'S'inscrire', rien ne se passe.\n\nJ'ai testé sur Chrome et Firefox, même résultat.\n\nVous trouverez une capture d'écran en pièce jointe.\n\nEn vous remerciant,\nLuc Lambert"
  },
  {
    "date": "2026-02-17T09:25:13.234567",
    "mail": "claire.moreau@gmail.com",
    "message": "Bonjour,\n\nJ'ai un bug assez gênant sur ma page de profil. La page ne charge pas correctement et reste bloquée sur un écran blanc.\n\nJ'ai essayé de vider le cache et de changer de navigateur, mais le problème persiste.\n\nJe vous joins des captures d'écran et une vidéo du problème pour mieux illustrer la situation.\n\nMerci d'avance pour votre aide !\n\nClaire Moreau"
  },
  {
    "date": "2026-02-16T15:58:39.890123",
    "mail": "thomas_rousseau@yahoo.fr",
    "message": "Bonjour,\n\nJe rencontre une erreur 403 (accès interdit) lorsque j'essaie de sauvegarder mes modifications dans les paramètres.\n\nPourtant, je suis bien connecté avec mon compte administrateur.\n\nPourriez-vous vérifier mes droits d'accès ?\n\nCordialement,\nThomas Rousseau",
    "media": null
  },
  {
    "date": "2026-02-15T11:33:05.456789",
    "mail": "emma.dupont@hotmail.fr",
    "message": "Bonjour,\n\nJe vous signale un problème d'affichage sur votre site. Les images du carousel principal ne se chargent pas, je ne vois que des carrés gris.\n\nCela nuit vraiment à l'expérience utilisateur.\n\nCapture d'écran ci-jointe.\n\nBonne journée,\nEmma Dupont"
  },
  {
    "date": "2026-02-14T08:11:47.012345",
    "mail": "jean_martin@outlook.com",
    "message": "Bonjour,\n\nJe constate que le site est extrêmement lent depuis ce matin. Chaque page met plus de 30 secondes à charger, ce qui rend l'utilisation quasi impossible.\n\nEst-ce un problème généralisé ou venant de mon côté ?\n\nMerci,\nJean Martin"
  },
  {
    "date": "2026-02-13T17:44:22.678901",
    "mail": "marie.bernard@free.fr",
    "message": "Bonjour,\n\nJ'essaie de télécharger ma facture du mois dernier depuis mon espace client, mais je reçois une erreur à chaque tentative.\n\nJ'ai vraiment besoin de ce document pour ma comptabilité.\n\nPourriez-vous me l'envoyer par mail ou résoudre le problème de téléchargement ?\n\nVidéo du bug en pièce jointe.\n\nMerci beaucoup,\nMarie Bernard"
  },
  {
    "date": "2026-02-12T14:27:58.234567",
    "mail": "pierre_dubois@gmail.com",
    "message": "Bonjour,\n\nJe ne parviens pas à effectuer mon paiement. J'obtiens systématiquement le message d'erreur 'INVALID_TOKEN'.\n\nJ'ai essayé avec deux cartes bancaires différentes, même résultat.\n\nCapture d'écran jointe.\n\nPouvez-vous m'aider rapidement ?\n\nCordialement,\nPierre Dubois"
  },
  {
    "date": "2026-02-11T10:56:34.890123",
    "mail": "sophie.lambert@yahoo.fr",
    "message": "URGENT - Compte bloqué\n\nBonjour,\n\nMon compte a été bloqué sans raison apparente et je ne peux plus accéder à mes données.\n\nJ'ai besoin de récupérer l'accès de toute urgence car j'ai des informations importantes à récupérer.\n\nMerci de traiter cette demande en priorité.\n\nSophie Lambert"
  },
  {
    "date": "2026-02-10T16:42:11.456789",
    "mail": "luc_moreau@hotmail.fr",
    "message": "Bonjour,\n\nJe ne reçois plus les notifications depuis quelques jours. J'ai vérifié mes paramètres et tout semble correctement configuré.\n\nLe problème semble venir de votre côté.\n\nPouvez-vous investiguer ?\n\nMerci,\nLuc Moreau"
  },
  {
    "date": "2026-02-09T13:18:47.012345",
    "mail": "claire.rousseau@outlook.com",
    "message": "Bonjour,\n\nLe dashboard affiche des données complètement erronées. Les statistiques ne correspondent pas du tout à la réalité et les graphiques sont incohérents.\n\nC'est assez problématique pour le suivi de mon activité.\n\nJe vous envoie des captures d'écran et une vidéo pour vous montrer les incohérences.\n\nCordialement,\nClaire Rousseau"
  },
  {
    "date": "2026-02-08T09:53:23.678901",
    "mail": "thomas.dupont@free.fr",
    "message": "Bonjour,\n\nImpossible de valider le formulaire à cause d'une erreur de validation sur le champ 'numéro de téléphone'.\n\nJ'ai pourtant saisi un numéro au bon format, mais le système me dit qu'il est invalide.\n\nPièce jointe : capture d'écran du message d'erreur.\n\nMerci de corriger ce bug.\n\nBien cordialement,\nThomas Dupont"
  },
  {
    "date": "2026-02-07T15:29:59.234567",
    "mail": "emma_martin@gmail.com",
    "message": "Bonjour,\n\nLa fonction de recherche ne renvoie aucun résultat, même pour des éléments que je sais présents dans le système.\n\nJ'ai essayé différents mots-clés, sans succès.\n\nCela rend la navigation très difficile.\n\nMerci de regarder ce problème.\n\nEmma Martin"
  },
  {
    "date": "2026-02-06T12:07:35.890123",
    "mail": "jean.bernard@yahoo.fr",
    "message": "Bonjour,\n\nJe vous signale un problème d'affichage majeur sur mobile. L'interface est complètement cassée, les éléments se chevauchent et certains boutons sont inaccessibles.\n\nVoir la vidéo en pièce jointe qui montre le problème en détail.\n\nJ'espère que cela sera corrigé rapidement.\n\nCordialement,\nJean Bernard"
  },
  {
    "date": "2026-02-05T08:41:12.456789",
    "mail": "marie_dubois@hotmail.fr",
    "message": "Bonjour,\n\nJe ne peux pas soumettre le formulaire car le bouton submit reste grisé/désactivé, même après avoir rempli tous les champs obligatoires.\n\nJ'ai vérifié plusieurs fois, tout est bien complété.\n\nQue dois-je faire ?\n\nMerci,\nMarie Dubois"
  },
  {
    "date": "2026-02-04T17:15:48.012345",
    "mail": "pierre.lambert@outlook.com",
    "message": "URGENT - Perte de données\n\nBonjour,\n\nToutes mes données ont disparu après la mise à jour d'hier soir ! Mon tableau de bord est complètement vide.\n\nC'est extrêmement grave car je perds plusieurs mois de travail.\n\nMerci de restaurer mes données immédiatement.\n\nCapture d'écran en pièce jointe.\n\nPierre Lambert"
  },
  {
    "date": "2026-02-03T14:52:24.678901",
    "mail": "sophie_moreau@free.fr",
    "message": "Bonjour,\n\nL'application plante systématiquement quand j'essaie d'ouvrir la section 'Historique'. Je reçois un message d'erreur et l'app se ferme.\n\nJ'ai désinstallé et réinstallé l'application, le problème est toujours là.\n\nVous trouverez en pièces jointes une capture de l'erreur et une vidéo montrant le crash.\n\nMerci de votre aide,\nSophie Moreau"
  }
]